// @flow

module.exports = {
  tip: {
    tips: [
      {
        w: 'test',
        t: 'испытание, тест, проверка, испытательный, пробный, тестировать, проверять',
      },
      {
        w: 'testing',
        t: 'тестирование',
      },
      {
        w: 'testimony',
        t: 'свидетельство, доказательство, утверждение, показание свидетеля, скрижали',
      },
      {
        w: 'testify',
        t: 'свидетельствовать, давать показания, быть свидетельством',
      },
      {
        w: 'testament',
        t: 'завет, завещание',
      },
      {
        w: 'tester',
        t: 'тестер, испытатель, испытательный прибор, прибор для испытания, балдахин, щуп',
      },
      {
        w: 'testosterone',
        t: 'тестостерон',
      },
      {
        w: 'testimonial',
        t: 'рекомендация, характеристика, свидетельский, приветственный',
      },
      {
        w: 'testicular',
        t: 'тестикулярный, относящийся к яичку',
      },
      {
        w: 'tested',
        t: 'проверенный',
      },
    ],
  },
};
